Repository: vdb86/screensaver.digitalclock
Catalog: resources/language/resource.language.*/strings.po
Languages: bs_ba, sv_se

# Addon Summary
source: Digital clock screensaver
bs_ba: Digitalni sat kao čuvar ekrana
sv_se: Skärmsläckare med digital klocka

# Addon Description
source: Digital clock screensaver with date, now playing information, weather information, image slideshow and several options.
bs_ba: Digitalni čuvar ekrana sa satom, datumom, informacijama o trenutnoj reprodukciji, informacijama o vremenu, slajdovima slika i nekoliko opcija.
sv_se: Digital klockskärmsparare med datum, information om vad som spelas nu, väderinformation, bildspel och flera alternativ.

# Addon Disclaimer
source: For bugs, requests or general questions visit the Digital clock screensaver thread on the Kodi forum.
bs_ba: Za greške, zahtjeve ili opšta pitanja posjetite temu o digitalnom satu kao čuvaru ekrana na Kodi forumu.
sv_se: För buggar, önskemål eller allmänna frågor besök Digital clock screensaver-tråden på Kodi forum.

# #32000
source: Movement
bs_ba: Pokret
sv_se: Rörelse

# #32005
source: Additional Information
bs_ba: Dodatne informacije
sv_se: Ytterligare information

# #32010
source: Color | Opacity
bs_ba: Boja | Neprozirnost
sv_se: Färg | Opacitet

# #32020
source: Background
bs_ba: Pozadina
sv_se: Bakgrund

# #32025
source: Extra Options
bs_ba: Dodatne opcije
sv_se: Extra alternativ

# #32100
source: Movement on the screen
bs_ba: Kretanje na ekranu
sv_se: Rörelse på skärmen

# #32101
source: Random position
bs_ba: Slučajna pozicija
sv_se: Slumpmässig position

# #32102
source: Bounce
bs_ba: Odskok
sv_se: Studsa

# #32103
source: Fixed in the center
bs_ba: Fiksirano u centru
sv_se: Fast i mitten

# #32104
source: Custom fixed position
bs_ba: Prilagođena fiksna pozicija
sv_se: Anpassad fast position

# #32110
source: Movement speed
bs_ba: Brzina kretanja
sv_se: Rörelsehastighet

# #32111
source: Slow
bs_ba: Sporo
sv_se: Långsam

# #32112
source: Normal
bs_ba: Normalno

# #32113
source: Fast
bs_ba: Brzo
sv_se: Snabb

# #32120
source: Number of seconds to stay in place
bs_ba: Broj sekundi za ostanak na mjestu
sv_se: Antal sekunder för att hålla sig på plats

# #32121
source: Warning! Having static text on your screen can cause a burn in!
bs_ba: Upozorenje! Statički tekst na ekranu može uzrokovati "urezani" prikaz!
sv_se: Varning! Om du har statisk text på skärmen kan det orsaka inbränning!

# #32130
source: Time format
bs_ba: Format vremena
sv_se: Tidsformat

# #32134
source: 5:14 No hour zero padding Windows
bs_ba: 5:14 Nema popune nule za sate u Windowsu
sv_se: 5:14 Ingen timme noll utfyllnad Windows

# #32135
source: 5:14 PM No hour zero padding Windows
bs_ba: 17:14 Bez popune nule za sate u Windowsu
sv_se: 5:14 PM Ingen timme ingen utfyllnad Windows

# #32136
source: 5:14 No hour zero padding Unix
bs_ba: 5:14 Nema dopunjavanja nulama po satu u Unixu
sv_se: 5:14 Ingen timme noll utfyllnad Unix

# #32137
source: 5:14 PM No hour zero padding Unix
bs_ba: 17:14 Bez dopunjavanja nulama po satu u Unixu
sv_se: 5:14 PM Ingen timme noll utfyllnad Unix

# #32139
source: Colon blink
bs_ba: Treptanje debelog crijeva
sv_se: Kolon blinkar

# #32140
source: Date format
bs_ba: Format datuma
sv_se: Datumformat

# #32141
source: Hide date
bs_ba: Sakrij datum
sv_se: Dölj datum

# #32142
source: Saturday 30. May 2015
bs_ba: Subota 30. maj 2015
sv_se: Lördag 30 maj 2015

# #32145
source: Custom
bs_ba: Prilagođeno
sv_se: Anpassad

# #32150
source: Custom value for X position (1-1280)
bs_ba: Prilagođena vrijednost za X poziciju (1-1280)
sv_se: Anpassat värde för X-position (1-1280)

# #32160
source: Custom value for Y position (1-720)
bs_ba: Prilagođena vrijednost za Y poziciju (1-720)
sv_se: Anpassat värde för Y-position (1-720)

# #32170
source: Enter custom date format (Empty=Regional settings):
bs_ba: Unesite prilagođeni format datuma (Prazno = Regionalne postavke):
sv_se: Ange anpassat datumformat (Tomt=Regionala inställningar):

# #32171
source: Day: d(1-31) dd(01-31) ddd(Mon-Sun) DDD(Monday-Sunday)
bs_ba: Dan: d(1-31) dd(01-31) ddd(pon-ned) DDD(ponedjeljak-nedjelja)
sv_se: Dag: d(1-31) dd(01-31) ddd(mån-sön) DDD(måndag-söndag)

# #32172
source: Month: m(1-12) mm(01-12) mmm(Jan-Dec) MMM(January-December)
bs_ba: Mjesec: m(1-12) mm(01-12) mmm(jan-dec) MMM(januar-decembar)
sv_se: Månad: m(1-12) mm(01-12) mmm(Jan-Dec) MMM(Januari-December)

# #32173
source: Year: yy(2-digit year) yyyy(4-digit year)
bs_ba: Godina: gg (2-cifrena godina) gggg (4-cifrena godina)
sv_se: År: åå(2-siffrigt år) åååå(4-siffrigt år)

# #32180
source: 17:14 No hour zero padding Windows
bs_ba: 17:14 Nema popune nule za sate u Windowsu
sv_se: 17:14 Ingen timme ingen utfyllnad Windows

# #32181
source: 17:14 No hour zero padding Unix
bs_ba: 17:14 Nema dopunjavanja nulama po satu u Unixu
sv_se: 17:14 Ingen timme ingen utfyllnad Unix

# #32200
source: Enable additional information
bs_ba: Omogući dodatne informacije
sv_se: Aktivera ytterligare information

# #32210
source: Number of seconds for information switch
bs_ba: Broj sekundi za prebacivanje informacija
sv_se: Antal sekunder för informationsväxling

# #32220
source: Enable now playing information
bs_ba: Omogući informacije o trenutnoj reprodukciji
sv_se: Aktivera information om pågående spelning

# #32221
source: Show only music information
bs_ba: Prikaži samo informacije o muzici
sv_se: Visa endast musikinformation

# #32222
source: This will hide all other info while the music is playing!
bs_ba: Ovo će sakriti sve ostale informacije dok se muzika reprodukuje!
sv_se: Detta kommer att dölja all annan information medan musiken spelas!

# #32223
source: Merge song artist and title
bs_ba: Spoji izvođača i naslov pjesme
sv_se: Slå samman låtens artist och titel

# #32230
source: Enable weather information
bs_ba: Omogući informacije o vremenu
sv_se: Aktivera väderinformation

# #32240
source: Weather icons
bs_ba: Ikone vremena
sv_se: Väderikoner

# #32241
source: Hide weather icon
bs_ba: Sakrij ikonu za vrijeme
sv_se: Dölj väderikonen

# #32242
source: Icon set 1
bs_ba: Set ikona 1
sv_se: Ikonuppsättning 1

# #32243
source: Icon set 2
bs_ba: Set ikona 2
sv_se: Ikonuppsättning 2

# #32244
source: Icon set 3
bs_ba: Set ikona 3
sv_se: Ikonuppsättning 3

# #32245
source: Icon set 4
bs_ba: Set ikona 4
sv_se: Ikonuppsättning 4

# #32250
source: Enable album art
bs_ba: Omogući omote albuma
sv_se: Aktivera albumomslag

# #32260
source: Enable CPU usage information
bs_ba: Omogući informacije o korištenju CPU-a
sv_se: Aktivera information om CPU-användning

# #32261
source: Enable battery level information
bs_ba: Omogući informacije o nivou baterije
sv_se: Aktivera information om batterinivå

# #32262
source: Enable free memory information
bs_ba: Omogući informacije o slobodnoj memoriji
sv_se: Aktivera information om ledigt minne

# #32263
source: Enable movie library information
bs_ba: Omogući informacije o biblioteci filmova
sv_se: Aktivera information om filmbibliotek

# #32264
source: Enable TV show library information
bs_ba: Omogući informacije o biblioteci TV emisija
sv_se: Aktivera information om TV-seriebibliotek

# #32265
source: Enable music library information
bs_ba: Omogući informacije o muzičkoj biblioteci
sv_se: Aktivera information om musikbibliotek

# #32266
source: Enable CPU temperature
bs_ba: Omogući temperaturu procesora
sv_se: Aktivera CPU-temperatur

# #32267
source: Enable GPU temperature
bs_ba: Omogući temperaturu GPU-a
sv_se: Aktivera GPU-temperatur

# #32268
source: Enable HDD temperature
bs_ba: Omogući temperaturu tvrdog diska
sv_se: Aktivera hårddisktemperatur

# #32269
source: Enable FPS
bs_ba: Omogući FPS
sv_se: Aktivera bildfrekvens

# #32270
source: Enable current uptime
bs_ba: Omogući trenutno vrijeme rada
sv_se: Aktivera aktuell upptid

# #32271
source: Enable total uptime
bs_ba: Omogući ukupno vrijeme rada
sv_se: Aktivera total upptid

# #32280
source: CPU:
bs_ba: Procesor:

# #32281
source: Battery:
bs_ba: Baterija:
sv_se: Batteri:

# #32282
source: Free memory:
bs_ba: Slobodna memorija:
sv_se: Ledigt minne:

# #32283
source: Total movies:
bs_ba: Ukupno filmova:
sv_se: Totalt antal filmer:

# #32284
source: Watched movies:
bs_ba: Gledani filmovi:
sv_se: Sedda filmer:

# #32285
source: Unwatched movies:
bs_ba: Negledani filmovi:
sv_se: Osedda filmer:

# #32286
source: Total TV shows:
bs_ba: Ukupno TV emisija:
sv_se: Totalt antal TV-serier:

# #32287
source: Total episodes:
bs_ba: Ukupno epizoda:
sv_se: Totalt antal avsnitt:

# #32288
source: Watched TV shows:
bs_ba: Gledane TV emisije:
sv_se: Sedda TV-serier:

# #32289
source: Watched episodes:
bs_ba: Pogledane epizode:
sv_se: Sedda avsnitt:

# #32290
source: Unwatched TV shows:
bs_ba: Negledane TV emisije:
sv_se: Osedda TV-serier:

# #32291
source: Unwatched episodes:
bs_ba: Neodgledane epizode:
sv_se: Osedda avsnitt:

# #32292
source: Artists:
bs_ba: Umjetnici:
sv_se: Artister:

# #32293
source: Albums:
bs_ba: Albumi:
sv_se: Album:

# #32294
source: Songs:
bs_ba: Pjesme:
sv_se: Låtar:

# #32295
source: CPU temperature:
bs_ba: Temperatura procesora:
sv_se: CPU-temperatur:

# #32296
source: GPU temperature:
bs_ba: Temperatura grafičkog procesora:
sv_se: GPU-temperatur:

# #32297
source: HDD temperature:
bs_ba: Temperatura tvrdog diska:
sv_se: Hårddisktemperatur:

# #32298
source: FPS:
bs_ba: Broj kadrova u sekundi:
sv_se: Bildfrekvens:

# #32299
source: Current uptime:
bs_ba: Trenutno vrijeme rada:
sv_se: Aktuell upptid:

# #32300
source: Total uptime:
bs_ba: Ukupno vrijeme rada:
sv_se: Total upptid:

# #32310
source: Choose hour color and opacity - [COLOR $INFO[Skin.String(screensaver.digitalclock.hourcolor)]]($INFO[Skin.String(screensaver.digitalclock.hourcolor.name)])[/COLOR]
bs_ba: Odaberite boju i neprozirnost sata - [COLOR $INFO[Skin.String(screensaver.digitalclock.hourcolor)]]($INFO[Skin.String(screensaver.digitalclock.hourcolor.name)])[/COLOR]
sv_se: Välj timfärg och opacitet - [COLOR $INFO[Skin.String(screensaver.digitalclock.hourcolor)]]($INFO[Skin.String(screensaver.digitalclock.hourcolor.name)])[/COLOR]

# #32311
source: Random hour color
bs_ba: Nasumična boja sata
sv_se: Slumpmässig färg på timmen

# #32312
source: Random hour opacity
bs_ba: Slučajna neprozirnost sata
sv_se: Opacitet för slumpmässiga timmar

# #32320
source: Choose colon color and opacity - [COLOR $INFO[Skin.String(screensaver.digitalclock.coloncolor)]]($INFO[Skin.String(screensaver.digitalclock.coloncolor.name)])[/COLOR]
bs_ba: Odaberite boju i neprozirnost dvotočke - [COLOR $INFO[Skin.String(screensaver.digitalclock.coloncolor)]]($INFO[Skin.String(screensaver.digitalclock.coloncolor.name)])[/COLOR]
sv_se: Välj kolonfärg och opacitet - [COLOR $INFO[Skin.String(screensaver.digitalclock.coloncolor)]]($INFO[Skin.String(screensaver.digitalclock.coloncolor.name)])[/COLOR]

# #32321
source: Random colon color
bs_ba: Nasumična boja dvotočke
sv_se: Slumpmässig kolonfärg

# #32322
source: Random colon opacity
bs_ba: Slučajna neprozirnost debelog crijeva
sv_se: Slumpmässig opacitet för kolon

# #32330
source: Choose minute color and opacity - [COLOR $INFO[Skin.String(screensaver.digitalclock.minutecolor)]]($INFO[Skin.String(screensaver.digitalclock.minutecolor.name)])[/COLOR]
bs_ba: Odaberite boju i neprozirnost minuta - [COLOR $INFO[Skin.String(screensaver.digitalclock.minutecolor)]]($INFO[Skin.String(screensaver.digitalclock.minutecolor.name)])[/COLOR]
sv_se: Välj minutfärg och opacitet - [COLOR $INFO[Skin.String(screensaver.digitalclock.minutecolor)]]($INFO[Skin.String(screensaver.digitalclock.minutecolor.name)])[/COLOR]

# #32331
source: Random minute color
bs_ba: Nasumična minuta boja
sv_se: Slumpmässig minutfärg

# #32332
source: Random minute opacity
bs_ba: Slučajna minutna neprozirnost
sv_se: Slumpmässig minutopacitet

# #32340
source: Choose AM/PM color and opacity - [COLOR $INFO[Skin.String(screensaver.digitalclock.ampmcolor)]]($INFO[Skin.String(screensaver.digitalclock.ampmcolor.name)])[/COLOR]
bs_ba: Odaberite AM/PM boju i neprozirnost - [COLOR $INFO[Skin.String(screensaver.digitalclock.ampmcolor)]]($INFO[Skin.String(screensaver.digitalclock.ampmcolor.name)])[/COLOR]
sv_se: Välj AM/PM-färg och opacitet - [COLOR $INFO[Skin.String(screensaver.digitalclock.ampmcolor)]]($INFO[Skin.String(screensaver.digitalclock.ampmcolor.name)])[/COLOR]

# #32341
source: Random AM/PM color
bs_ba: Nasumična AM/PM boja
sv_se: Slumpmässig AM/PM-färg

# #32342
source: Random AM/PM opacity
bs_ba: Slučajna AM/PM neprozirnost
sv_se: Slumpmässig opacitet för AM/PM

# #32350
source: Choose date color and opacity - [COLOR $INFO[Skin.String(screensaver.digitalclock.datecolor)]]($INFO[Skin.String(screensaver.digitalclock.datecolor.name)])[/COLOR]
bs_ba: Odaberite boju i neprozirnost datuma - [COLOR $INFO[Skin.String(screensaver.digitalclock.datecolor)]]($INFO[Skin.String(screensaver.digitalclock.datecolor.name)])[/COLOR]
sv_se: Välj datumfärg och opacitet - [COLOR $INFO[Skin.String(screensaver.digitalclock.datecolor)]]($INFO[Skin.String(screensaver.digitalclock.datecolor.name)])[/COLOR]

# #32351
source: Random date color
bs_ba: Nasumična boja datuma
sv_se: Slumpmässig datumfärg

# #32352
source: Random date opacity
bs_ba: Nasumična neprozirnost datuma
sv_se: Slumpmässig datumopacitet

# #32360
source: Choose additional information color and opacity - [COLOR $INFO[Skin.String(screensaver.digitalclock.informationcolor)]]($INFO[Skin.String(screensaver.digitalclock.informationcolor.name)])[/COLOR]
bs_ba: Odaberite boju i neprozirnost dodatnih informacija - [COLOR $INFO[Skin.String(screensaver.digitalclock.informationcolor)]]($INFO[Skin.String(screensaver.digitalclock.informationcolor.name)])[/COLOR]
sv_se: Välj färg och opacitet för ytterligare information - [COLOR $INFO[Skin.String(screensaver.digitalclock.informationcolor)]]($INFO[Skin.String(screensaver.digitalclock.informationcolor.name)])[/COLOR]

# #32361
source: Random additional information color
bs_ba: Boja nasumičnih dodatnih informacija
sv_se: Slumpmässig färg för extra information

# #32362
source: Random additional information opacity
bs_ba: Nasumična neprozirnost dodatnih informacija
sv_se: Slumpmässig opacitet för ytterligare information

# #32370
source: Choose icon color and opacity - [COLOR $INFO[Skin.String(screensaver.digitalclock.iconcolor)]]($INFO[Skin.String(screensaver.digitalclock.iconcolor.name)])[/COLOR]
bs_ba: Odaberite boju i neprozirnost ikone - [COLOR $INFO[Skin.String(screensaver.digitalclock.iconcolor)]]($INFO[Skin.String(screensaver.digitalclock.iconcolor.name)])[/COLOR]
sv_se: Välj ikonens färg och opacitet - [COLOR $INFO[Skin.String(screensaver.digitalclock.iconcolor)]]($INFO[Skin.String(screensaver.digitalclock.iconcolor.name)])[/COLOR]

# #32371
source: Random icon color
bs_ba: Nasumična boja ikone
sv_se: Slumpmässig ikonfärg

# #32372
source: Random icon opacity
bs_ba: Neprozirnost slučajnih ikona
sv_se: Slumpmässig opacitet för ikoner

# #32500
source: Choose text shadow color and opacity - [COLOR $INFO[Skin.String(screensaver.digitalclock.shadowcolor)]]($INFO[Skin.String(screensaver.digitalclock.shadowcolor.name)])[/COLOR]
bs_ba: Odaberite boju i neprozirnost sjene teksta - [COLOR $INFO[Skin.String(screensaver.digitalclock.shadowcolor)]]($INFO[Skin.String(screensaver.digitalclock.shadowcolor.name)])[/COLOR]
sv_se: Välj textskuggans färg och opacitet - [COLOR $INFO[Skin.String(screensaver.digitalclock.shadowcolor)]]($INFO[Skin.String(screensaver.digitalclock.shadowcolor.name)])[/COLOR]

# #32505
source: Choose background image aspect ratio:
bs_ba: Odaberite omjer širine i visine pozadinske slike:
sv_se: Välj bildförhållande för bakgrundsbilden:

# #32506
source: Fill the screen
bs_ba: Popunite ekran
sv_se: Fyll skärmen

# #32507
source: Original size
bs_ba: Originalna veličina
sv_se: Originalstorlek

# #32510
source: Choose background
bs_ba: Odaberite pozadinu
sv_se: Välj bakgrund

# #32511
source: One color
bs_ba: Jedna boja
sv_se: En färg

# #32512
source: Single image
bs_ba: Jedna slika
sv_se: Enstaka bild

# #32513
source: Slideshow
bs_ba: Slajdšou (slideshow)
sv_se: Bildspel

# #32514
source: Skin Helper Backgrounds
bs_ba: Pozadine za pomoć pri njezi kože
sv_se: Skalhjälpare bakgrunder

# #32515
source: Dim
bs_ba: Zatamni
sv_se: Dimma

# #32516
source: Brightness level
bs_ba: Nivo svjetline
sv_se: Nivå för ljusstyrka

# #32520
source: Choose background color - [COLOR $INFO[Skin.String(screensaver.digitalclock.backgroundcolor)]]($INFO[Skin.String(screensaver.digitalclock.backgroundcolor.name)])[/COLOR]
bs_ba: Odaberite boju pozadine - [COLOR $INFO[Skin.String(screensaver.digitalclock.backgroundcolor)]]($INFO[Skin.String(screensaver.digitalclock.backgroundcolor.name)])[/COLOR]
sv_se: Välj bakgrundsfärg - [COLOR $INFO[Skin.String(screensaver.digitalclock.backgroundcolor)]]($INFO[Skin.String(screensaver.digitalclock.backgroundcolor.name)])[/COLOR]

# #32530
source: Choose image
bs_ba: Odaberite sliku
sv_se: Välj bild

# #32531
source: Warning! Having only one image on your screen can cause a burn in!
bs_ba: Upozorenje! Prisustvo samo jedne slike na ekranu može izazvati "urezani" efekat!
sv_se: Varning! Om du bara har en bild på skärmen kan det orsaka inbränning!

# #32540
source: Choose slideshow directory
bs_ba: Odaberite direktorij za slajdove
sv_se: Välj katalog för bildspel

# #32550
source: Random images
bs_ba: Nasumične slike
sv_se: Slumpmässiga bilder

# #32560
source: Change background picture every:
bs_ba: Promijeni pozadinsku sliku svakih:
sv_se: Ändra bakgrundsbild varje gång:

# #32561
source: 15 sec
bs_ba: 15 sekundi
sv_se: 15 s

# #32562
source: 30 sec
bs_ba: 30 sekundi
sv_se: 30 s

# #32563
source: 1 min
bs_ba: 1 minuta

# #32564
source: 2 min
bs_ba: 2 minute

# #32565
source: 3 min
bs_ba: 3 minute

# #32566
source: 4 min
bs_ba: 4 minute
sv_se: 4 minuter

# #32567
source: 5 min
bs_ba: 5 minuta
sv_se: 5 minuter

# #32568
source: 6 min
bs_ba: 6 minuta

# #32569
source: 7 min
bs_ba: 7 minuta

# #32570
source: 8 min
bs_ba: 8 minuta

# #32571
source: 9 min
bs_ba: 9 minuta

# #32572
source: 10 min
bs_ba: 10 minuta

# #32579
source: Requires skin.helper.backgrounds!
bs_ba: Zahtijeva skin.helper.backgrounds!
sv_se: Kräver skin.helper.backgrounds!

# #32580
source: Choose Skin Helper background
bs_ba: Odaberite pozadinu za Skin Helper
sv_se: Välj bakgrund för skalhjälpare

# #32581
source: Movie random fanart
bs_ba: Nasumična fanart slika iz filma
sv_se: Slumpmässig fanart för film

# #32582
source: TV show random fanart
bs_ba: Nasumična fanart slika TV emisije
sv_se: Slumpmässig fanart för TV-serie

# #32583
source: Music artist random fanart
bs_ba: Slučajni fanart muzičkog izvođača
sv_se: Slumpmässig fanart för musikartist

# #32584
source: Random fanart of all media types
bs_ba: Nasumična fanart umjetnost svih vrsta medija
sv_se: Slumpmässig fanart av alla typer av media

# #32600
source: Element size increase (%)
bs_ba: Povećanje veličine elementa (%)
sv_se: Ökning av elementstorlek (%)

# #32610
source: Log out
bs_ba: Odjava
sv_se: Logga ut

# #32611
source: Stop now playing media
bs_ba: Zaustavi reprodukciju medija
sv_se: Stoppa nu spelande media

# #32612
source: Log out after (minutes)
bs_ba: Odjavi se nakon (minuta)
sv_se: Logga ut efter (minuter)

# #32620
source: Enable RSS
bs_ba: Omogući RSS
sv_se: Aktivera RSS

# #32621
source: RSS needs to be properly configured in Kodi and enabled!
bs_ba: RSS mora biti pravilno konfiguriran i omogućen u Kodiju!
sv_se: RSS måste vara korrekt konfigurerad i Kodi och aktiverad!

# #32630
source: Turn off screen via CEC
bs_ba: Isključi ekran putem CEC-a
sv_se: Stäng av skärmen via CEC

# #32631
source: Stop now playing media
bs_ba: Zaustavi reprodukciju medija
sv_se: Stoppa nu spelande media

# #32632
source: Turn off screen via CEC after (minutes)
bs_ba: Isključi ekran putem CEC-a nakon (minuta)
sv_se: Stäng av skärmen via CEC efter (minuter)
